//TODO keys must be in english
export const weekDays = [
    "Понедельник",
    "Вторник",
    "Среда",
    "Четверг",
    "Пятница",
    "Суббота",
    "Воскресенье"
];


//TODO values must be multilingual
// Список цитат по дням недели и прогрессу дня
export const quotesByDayProgress = [
    // Понедельник
    [
        "Понедельник — бездельник!",                    //0—25% смены прошло
        "Хороший день MONDAY не назовут…",              //25—50%
        "Заебала эта ебатория!",                        //50—75%
        "Харош, мужик! Тебе чучуть осталось и домой!"   //75%—100%
    ],
    // Вторник
    [
        "Вторник — обжорник!",
        "Спать хочешь? Нельзя нельзя… Люди надеются на тебя!",
        "Работай, работай, до выходных далеко!",
        "Наш аварец, красавчик!"
    ],
    // Среда
    [
        "Среда — день труда!",
        "Ты че-то можешь!",
        "Всё идёт по плану.",
        "Иди домой пивка попей!"
    ],
    // Четверг
    [
        "Четверг — в баню побег!",
        "Уже почти пятница!",
        "Сложно, понимаю, но тебя не ждёт дома жена-нимфоманка…",
        "Финишная прямая!"
    ],
    // Пятница
    [
        "Пятница — развратница!",
        "Не работай — это стыдно! ",
        "Вот-вот всё закончится!",
        "Ай user, ай красавчик, наш слоник!"
    ],
    // Суббота
    [
        "Суббота — охота!",
        "Ебать ты тип, что работаешь в субботу…",
        "Я тебе даю зелёнку ничего не делать!",
        "Вечер субботы. Заряди себя холодным пшеничным."
    ],
    // Воскресенье
    [
        "Воскресенье — чей-то день рожденья!",
        "Подготовься к новой неделе, может там будет лучше.",
        "План на понедельник — ждать пятницу.",
        "Бляяяяя, иди поспи дружок!"
    ]
];