export const weekDays = {
    0: "Воскресенье",
    1: "Понедельник",
    2: "Вторник",
    3: "Среда",
    4: "Четверг",
    5: "Пятница",
    6: "Суббота"
};


// Список цитат по дням недели и прогрессу дня
export const quotesByDayProgress = {
    // Понедельник
    1: [
        "Понедельник — бездельник!",                    //0—25% смены прошло
        "Хороший день MONDAY не назовут…",              //25—50%
        "Заебала эта ебатория!",                        //50—75%
        "Харош, мужик! Тебе чучуть осталось и домой!"   //75%—100%
    ],
    // Вторник
    2: [
        "Вторник — обжорник!",
        "Спать хочешь? Нельзя нельзя… Люди надеются на тебя!",
        "Работай, работай, до выходных далеко!",
        "Наш аварец, красавчик!"
    ],
    // Среда
    3: [
        "Среда — день труда!",
        "Ты че-то можешь!",
        "Всё идёт по плану.",
        "Иди домой пивка попей!"
    ],
    // Четверг
    4: [
        "Четверг — в баню побег!",
        "Уже почти пятница!",
        "Сложно, понимаю, но тебя не ждёт дома жена-нимфоманка…",
        "Финишная прямая!"
    ],
    // Пятница
    5: [
        "Пятница — развратница!",
        "Не работай — это стыдно! ",
        "Вот-вот всё закончится!",
        "Ай user, ай красавчик, наш слоник!"
    ],
    // Суббота
    6: [
        "Суббота — охота!",
        "Ебать ты тип, что работаешь в субботу…",
        "Я тебе даю зелёнку ничего не делать!",
        "Вечер субботы. Заряди себя холодным пшеничным."
    ],
    // Воскресенье
    0: [
        "Воскресенье — чей-то день рожденья!",
        "Подготовься к новой неделе, может там будет лучше.",
        "План на понедельник — ждать пятницу.",
        "Бляяяяя, иди поспи дружок!"
    ]
};